# St7SetBeamStringGroup1

Assigns the specified beam to a string group.

long St7SetBeamStringGroup1(long uID, long BeamNum, long StringID)
Input Parameters
uID
Strand7 model file ID.
BeamNum
Beam number.
StringID
The ID number of the string group.